[{"Month":1,
"Year": 2015,
"Story": "A large, multi-state outbreak originated at the Disneyland amusement park in California. Officials said that 82% of those affected were unvaccinated, either because of age or personal belief.",
"Origin": "None identified",
"Number Affected": 147,
"Location": "Disneyland, California",
"Latitude": 33.810486,
"Longitude": -117.919000},

{"Month": 6,
"Year": 2014, 
"Number Affected": 383,
"Story": "A large-scale outbreak occurred primarily among unvaccinated Amish communities in Ohio. Two Amish men on a mission trip to the Philippines returned with measles and infected much of their church community.",
"Origin": "Philippines",
"Location": "Knox County, OH",
"Latitude": 40.4036198,
"Longitude": -82.4223929},

{"Month": 4,
"Year": 2008,
"Number Affected": 19,
"Story": "A possible source of the outbreak was a church conference that was attended by four of the patients, including the index patient. The conference was attended by approximately 3,000 persons, primarily students, from 18 states and several foreign countries.",
"Origin": "None identified",
"Location": "King County, Washington",
"Latitude": 47.548034,
"Longitude": -121.983603},

{"Month": 5,
"Year": 2008,
"Number Affected": 30,
"Story": "Unvaccinated girls aged 10-14 years were exposed to measles at various social events attended by a teenager recently returned from Italy, who reportedly had developed fever and rash.",
"Origin": "Italy",
"Location": "DuPage County, Illinois",
"Latitude": 41.778605,
"Longitude": -88.147411},

{"Month": 3,
"Year": 2011,
"Number Affected": 21,
"Story": "Outbreak occurred among members of a Minnesota Somali population in which many children were unvaccinated due to concerns about the safety of the MMR vaccine. Index patient was a U.S.-born child of Somali descent who developed a rash after returning from a trip to Kenya.",
"Origin": "Kenya",
"Location": "Hennepin County, Minnesota",
"Latitude": 45.020891,
"Longitude": -93.509457},

{"Month": 3,
"Year": 2013,
"Number Affected": 58,
"Story": "Caused by an intentionally unvaccinated adolescent aged 17 years who returned to New York City from London, United Kingdom, while infectious with measles. All cases were in members of the orthodox Jewish community.",
"Origin": "United Kingdom",
"Location": "Borough Park, Brooklyn, NY",
"Latitude": 40.632301,
"Longitude": -73.988880},

{"Month": 8,
"Year": 2013,
"Number Affected": 23,
"Story": "Outbreak among members of a church community. The index patient was an adult with unknown measles vaccination history who traveled to Indonesia.",
"Origin": "Indonesia",
"Location": "Newark, Texas",
"Latitude": 33.001236,
"Longitude": -97.484466},

{"Month": 4,
"Year": 2013,
"Number Affected": 23,
"Story": "Outbreak in an unvaccinated Hare Krishna religious community in rural North Carolina. Index patient was returning to the United States from a 3-month visit to India.",
"Origin": "India",
"Location":  "Prabhupada Village, North Carolina",
"Latitude":36.518599,
"Longitude": -80.075843},

{"Month": 5,
"Year": 2014,
"Number Affected": 15,
"Story": "Child in King County, Washington, aged 4 years and unvaccinated against measles, developed a measles rash 4 days after returning home from 2 weeks in the Federated States of Micronesia.",
"Origin": "Micronesia",
"Location": "King County, Washington",
"Latitude": 47.548034,
"Longitude": -121.983603},

{"Month": 9, 
"Year": 2014,
"Number Affected": 5,
"Story": "A family with no travel history outside of Orange County became ill with measles. A Brazilian citizen also become ill while vacationing in Florida.",
"Origin": "None identified",
"Location": "Orange County, Florida",
"Latitude": 28.484499,
"Longitude": -81.251883},

{"Month": 8,
"Year": 2011,
"Number Affected": 4,
"Story": "Outbreak caused by an arriving refugee from Malaysia on an August 24 Kuala Lumpur–Los Angeles flight.",
"Origin": "Malaysia",
"Location": "Los Angeles International Airport",
"Latitude": 33.941589,
"Longitude": -118.408530},

{"Month": 1,
"Year": 2008,
"Number Affected": 12,
"Story": "The index patient was an unvaccinated boy aged 7 years who had visited Switzerland with his family. Cases occurred in two generations and were generally linked through his school.",
"Origin": "Switzerland",
"Location": "San Diego, California",
"Latitude": 32.715738,
"Longitude": -117.161084},

{"Month": 8,
"Year": 2007,
"Number Affected": 6,
"Story": "A Japanese player in the Little League World Series. This gave rise to a multistate outbreak, affecting PA, MI, and TX. Those affected included fellow players as well as airport personnel.",
"Origin": "Japan",
"Location": "South Williamsport, Pennsylvania",
"Latitude": 41.232023,
"Longitude": -76.999134},

{"Month": 8,
"Year": 2006,
"Number Affected": 3,
"Story": "A couple traveled to Guangdong Province and returned with their adopted child. Three cases were consequently associated with the adoption group.",
"Origin": "China",
"Location": "Missouri",
"Latitude": 38.45,
"Longitude": -91.01},

{"Month": 5,
"Year": 2005,
"Number Affected": 34,
"Story": "Patients were infected at a church gathering in northwestern Indiana, attended by an unvaccinated 17-year-old girl who had recently returned from working as a missionary in an orphanage and hospital in Bucharest, Romania. The first reported hospitalization was in Cincinnati, Ohio.",
"Origin": "Romania",
"Location": "Cincinnati, Ohio",
"Latitude": 39.103118,
"Longitude": -84.512020},

{"Month": 3,
"Year": 2004,
"Number Affected": 3,
"Story": "A group of approximately 28 students and two supervisors from a college in Iowa traveled to New Delhi, India. 6 students who had contracted measles were asked to stay in India until they were no longer contagious; a fifth, however, returned to the United States and became responsible for an outbreak.",
"Origin": "India",
"Location": "Cedar Rapids, Iowa",
"Latitude": 41.977880,
"Longitude": -91.665623},

{"Month": 4,
"Year": 2004,
"Number Affected": 10,
"Story": "Adoptees traveling to the United States from China brought measles along with them, prompting the reevaluation of vaccination policies in relationship to adoptions.",
"Origin": "China",
"Location": "Seattle, Washington",
"Latitude": 47.606209,
"Longitude": -122.332071},

{"Month": 3,
"Year": 2003,
"Number Affected": 11,
"Story": "A student returned from a trip to Lebanon and infected others in his dormitory. A pair of unvaccinated twins were among the start of a measles outbreak in a boarding school in eastern Pennsylvania.",
"Origin": "Lebanon",
"Location": "Wayne, Pennsylvania",
"Latitude":40.041600,
"Longitude":-75.369889}]